Repository: linyusenzz/HDRImageViewer
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, uk_ua, zh_cn

# GamutColorCountFormat
source: {0} valid color pixels · Brighter points indicate higher density
de_de: {0} Farbpixel · Hellere Punkte bedeuten höhere Dichte
es_es: {0} píxeles de color válidos · Puntos más claros indican mayor concentración
fr_fr: {0} pixels couleur · Les points plus clairs indiquent une densité plus élevée
it_it: {0} pixel di colore validi · I punti più chiari indicano maggiore densità
ja_jp: {0} 個の有効な色ピクセル · 明るい点ほど分布が集中
ko_kr: {0}개의 유효한 색상 픽셀 · 점이 밝을수록 밀도가 높음
pl_pl: {0} prawidłowych pikseli koloru · Jaśniejsze punkty oznaczają większe skupienie
pt_br: {0} pixels de cor válidos · Pontos mais claros indicam maior densidade
ru_ru: {0} пикселей цвета · Чем ярче точка, тем выше плотность
uk_ua: {0} пікселів кольору · Що яскравіша точка, то вища густина
zh_cn: {0} 个有效颜色像素 · 点越亮，分布越集中

# GamutNoValidColor
source: No valid chromaticity in current view; black pixels are excluded
de_de: Keine gültige Farbart in der aktuellen Ansicht; Schwarzpixel ausgeschlossen
es_es: Sin cromaticidad válida; los píxeles negros se excluyen
fr_fr: Aucune chromaticité valide ; les pixels noirs sont exclus
it_it: Nessuna cromaticità valida; i pixel neri sono esclusi
ja_jp: 現在の画面に有効な色度データがありません。黒ピクセルは除外されます
ko_kr: 현재 화면에 유효한 색도가 없습니다. 검은색 픽셀은 제외됩니다
pl_pl: Brak prawidłowej chromatyczności; czarne piksele są wykluczone
pt_br: Sem cromaticidade válida; pixels pretos são excluídos
ru_ru: Нет цветовых данных в текущем виде; черные пиксели исключены
uk_ua: Немає колірних даних у поточному вигляді; чорні пікселі виключені
zh_cn: 当前画面没有有效色度，黑色像素不计入分布

# AnalysisNotReady
source: View is not ready yet; please retry.
de_de: Ansicht noch nicht bereit; bitte erneut versuchen.
es_es: La vista aún no está lista; inténtelo de nuevo.
fr_fr: Vue non prête ; veuillez réessayer.
it_it: Visualizzazione non ancora pronta; riprova.
ja_jp: 画面の準備ができていません。もう一度お試しください。
ko_kr: 화면이 아직 준비되지 않았습니다. 다시 시도하세요.
pl_pl: Widok nie jest jeszcze gotowy; spróbuj ponownie.
pt_br: A visualização ainda não está pronta; tente novamente.
ru_ru: Изображение еще не готово, повторите попытку.
uk_ua: Зображення ще не готове, спробуйте ще раз.
zh_cn: 画面尚未准备好，请重试。

# PixelSampleChangedPrompt
source: View changed; refresh analysis before sampling.
de_de: Ansicht geändert; vor dem Abtasten Analyse aktualisieren.
es_es: La vista cambió; actualice el análisis antes de muestrear.
fr_fr: Vue modifiée ; actualisez l'analyse avant d'échantillonner.
it_it: Visualizzazione modificata; aggiorna l'analisi prima di campionare.
ja_jp: 画面が変更されました。分析を更新してからサンプリングしてください。
ko_kr: 화면이 변경되었습니다. 분석을 새로 고친 후 샘플링하세요.
pl_pl: Widok uległ zmianie; odśwież analizę przed próbkowaniem.
pt_br: A exibição mudou; atualize a análise antes de amostrar.
ru_ru: Вид изменился; обновите анализ перед выборкой.
uk_ua: Вигляд змінився; оновіть аналіз перед вибіркою.
zh_cn: 画面已变化，请刷新分析后取样。

# PixelSampleFormat
source: Preview ({0}, {1}) · {2} nits Linear scRGB {3}, {4}, {5}
de_de: Vorschau ({0}, {1}) · {2} Nits Lineares scRGB {3}, {4}, {5}
es_es: Vista previa ({0}, {1}) · {2} nits scRGB lineal {3}, {4}, {5}
fr_fr: Aperçu ({0}, {1}) · {2} nits scRGB linéaire {3}, {4}, {5}
it_it: Anteprima ({0}, {1}) · {2} nit scRGB lineare {3}, {4}, {5}
ja_jp: プレビュー ({0}, {1}) · {2} nits リニア scRGB {3}, {4}, {5}
ko_kr: 미리보기 ({0}, {1}) · {2} nits 선형 scRGB {3}, {4}, {5}
pl_pl: Podgląd ({0}, {1}) · {2} nitów Liniowy scRGB {3}, {4}, {5}
pt_br: Prévia ({0}, {1}) · {2} nits scRGB linear {3}, {4}, {5}
ru_ru: Предпросмотр ({0}, {1}) · {2} нит Линейный scRGB {3}, {4}, {5}
uk_ua: Перегляд ({0}, {1}) · {2} ніт Лінійний scRGB {3}, {4}, {5}
zh_cn: 预览 ({0}, {1}) · {2} nits 线性 scRGB {3}, {4}, {5}

# PixelSampleOutOfBounds
source: Pointer is outside valid image area
de_de: Mauszeiger nicht im gültigen Bildbereich
es_es: El ratón no está en el área válida de la imagen
fr_fr: Le curseur est hors de la zone d'image valide
it_it: Il mouse non è nell'area valida dell'immagine
ja_jp: マウスが有効な画像領域内にありません
ko_kr: 마우스가 유효한 이미지 영역 내에 있지 않습니다
pl_pl: Wskaźnik myszy poza prawidłowym obszarem obrazu
pt_br: O ponteiro do mouse não está na área válida da imagem
ru_ru: Указатель мыши вне области изображения
uk_ua: Курсор миші поза межами ділянки зображення
zh_cn: 鼠标不在有效图片区域内

# ViewExitFullScreen
source: Exit full screen
de_de: Vollbild beenden
es_es: Salir de pantalla completa
fr_fr: Quitter le plein écran
it_it: Esci da schermo intero
ja_jp: 全画面表示を終了
ko_kr: 전체 화면 종료
pl_pl: Opuść pełny ekran
pt_br: Sair da tela cheia
ru_ru: Выйти из полноэкранного режима
uk_ua: Вийти з повного екрана
zh_cn: 退出全屏

# InspectorToggleHide
source: Hide inspector panel (I)
de_de: Informationsleiste ausblenden (I)
es_es: Ocultar panel de información (I)
fr_fr: Masquer le panneau d'informations (I)
it_it: Nascondi pannello informazioni (I)
ja_jp: 情報パネルを非表示 (I)
ko_kr: 정보 패널 숨기기 (I)
pl_pl: Ukryj panel informacji (I)
pt_br: Ocultar painel de informações (I)
ru_ru: Скрыть панель сведений (I)
uk_ua: Приховати панель відомостей (I)
zh_cn: 隐藏详情栏 (I)

# InspectorToggleShow
source: Show inspector panel (I)
de_de: Informationsleiste einblenden (I)
es_es: Mostrar panel de información (I)
fr_fr: Afficher le panneau d'informations (I)
it_it: Mostra pannello informazioni (I)
ja_jp: 情報パネルを表示 (I)
ko_kr: 정보 패널 표시 (I)
pl_pl: Pokaż panel informacji (I)
pt_br: Mostrar painel de informações (I)
ru_ru: Показать панель сведений (I)
uk_ua: Показати панель відомостей (I)
zh_cn: 显示详情栏 (I)

# ZoomModeFill
source: Fill
de_de: Ausfüllen
es_es: Rellenar
fr_fr: Remplir
it_it: Riempi
ja_jp: 画面いっぱいに表示
ko_kr: 채우기
pl_pl: Wypełnij
pt_br: Preencher
ru_ru: Заполнить
uk_ua: Заповнити
zh_cn: 填满

# ZoomModeFit
source: Fit
de_de: Einpassen
es_es: Ajustar
fr_fr: Ajuster
it_it: Adatta
ja_jp: 全体表示
ko_kr: 맞춤
pl_pl: Dopasuj
pt_br: Ajustar
ru_ru: По размеру
uk_ua: Вписати
zh_cn: 适合

# HdrGainStopsFormat
source: {0} nits ({1} stops)
de_de: {0} Nits ({1} Stufen)
es_es: {0} nits ({1} pasos)
fr_fr: {0} nits ({1} diaphragmes)
it_it: {0} nit ({1} stop)
ja_jp: {0} nits ({1} 段)
ko_kr: {0} nits ({1} 스톱)
pl_pl: {0} nitów ({1} EV)
pt_br: {0} nits ({1} pontos)
ru_ru: {0} нит ({1} EV)
uk_ua: {0} ніт ({1} EV)
zh_cn: {0} nits ({1} 档)

# SdrWhiteFixed
source: Fixed
de_de: Fest
es_es: Fijo
fr_fr: Fixe
it_it: Fisso
ja_jp: 固定
ko_kr: 고정
pl_pl: Stały
pt_br: Fixo
ru_ru: Фиксированный
uk_ua: Фіксований
zh_cn: 固定

# SdrWhiteAuto
source: Auto
ja_jp: 自動
ko_kr: 자동
pt_br: Automático
ru_ru: Авто
uk_ua: Авто
zh_cn: 自动

# SdrWhiteAbsolute
source: Absolute
de_de: Absolut
es_es: Absoluto
fr_fr: Absolu
it_it: Assoluto
ja_jp: 絶対
ko_kr: 절대
pl_pl: Bezwzględny
pt_br: Absoluto
ru_ru: Абсолютный
uk_ua: Абсолютний
zh_cn: 绝对

# StatusExportCancelling
source: Canceling, waiting for current operation to finish...
de_de: Wird abgebrochen, warten auf Abschluss der Operation...
es_es: Cancelando, esperando a que finalice la operación actual...
fr_fr: Annulation en cours, attente de la fin de l'opération...
it_it: Annullamento in corso, attesa termine dell'operazione...
ja_jp: キャンセルしています。現在の処理が完了するまでお待ちください…
ko_kr: 취소 중입니다. 현재 작업이 끝날 때까지 기다리는 중…
pl_pl: Anulowanie, oczekiwanie na zakończenie bieżącej operacji...
pt_br: Cancelando, aguardando término da operação atual...
ru_ru: Отмена, ожидание завершения текущей операции...
uk_ua: Скасування, очікування завершення поточної операції...
zh_cn: 正在取消，等待当前操作结束…

# StatusExportAlreadyInProgress
source: An export task is already in progress; please wait. If a system save dialog is open, complete or cancel it first.
de_de: Ein Exportvorgang läuft bereits; bitte warten. Falls ein Dialog offen ist, diesen bitte erst beenden.
es_es: Ya hay una exportación en curso. Si el diálogo de guardado del sistema sigue abierto, complételo o cancélelo.
fr_fr: Une exportation est déjà en cours ; veuillez patienter ou fermer la boîte de dialogue ouverte.
it_it: Un'esportazione è già in corso; attendere. Se una finestra di salvataggio è aperta, completarla o annullarla prima.
ja_jp: 別のエクスポートタスクが進行中です。保存ダイアログが開いている場合は完了するかキャンセルしてください。
ko_kr: 이미 내보내기 작업이 진행 중입니다. 저장 대화 상자가 열려 있다면 먼저 완료하거나 취소하세요.
pl_pl: Zadanie eksportu jest już w toku; proszę czekać. Jeśli okno dialogowe jest otwarte, dokończ je lub anuluj.
pt_br: Já existe uma exportação em andamento; aguarde. Se a caixa de diálogo estiver aberta, conclua ou cancele-a primeiro.
ru_ru: Экспорт уже выполняется; пожалуйста, подождите. Если открыт диалог сохранения, сначала завершите или отмените его.
uk_ua: Експорт уже виконується; зачекайте. Якщо відкрито діалог збереження, спочатку завершіть або скасуйте його.
zh_cn: 已有导出任务正在进行，请等待完成。若系统保存对话框仍打开，请先完成或取消它。

# ErrorCropBoundsInvalid
source: Crop box does not cover a valid image region; please adjust it.
de_de: Zuschnittrahmen deckt keinen gültigen Bildbereich ab; bitte anpassen.
es_es: El marco de recorte no cubre una región válida de la imagen; ajústelo de nuevo.
fr_fr: Le cadre de rognage ne couvre pas une zone d'image valide ; veuillez le réajuster.
it_it: Il riquadro di ritaglio non copre una regione valida dell'immagine; regolalo di nuovo.
ja_jp: トリミング枠が有効な画像領域をカバーしていません。枠を再調整してください。
ko_kr: 자르기 상자가 유효한 이미지 영역을 포함하지 않습니다. 상자를 다시 조정하세요.
pl_pl: Ramka przycięcia nie obejmuje prawidłowego obszaru obrazu; dostosuj ją.
pt_br: A área de corte não cobre uma região válida da imagem; ajuste-a novamente.
ru_ru: Рамка обрезки не охватывает допустимую область изображения; скорректируйте ее.
uk_ua: Рамка обтинання не охоплює ділянку зображення; налаштуйте її знову.
zh_cn: 裁切框没有覆盖有效图片区域，请重新调整裁切框。

# StatusWritingSdrCropFormat
source: Writing SDR crop: {0}
de_de: SDR-Zuschnitt wird geschrieben: {0}
es_es: Escribiendo recorte SDR: {0}
fr_fr: Écriture du rognage SDR : {0}
it_it: Scrittura del ritaglio SDR: {0}
ja_jp: SDR トリミングを書き込み中: {0}
ko_kr: SDR 자르기 작성 중: {0}
pl_pl: Zapisywanie przycięcia SDR: {0}
pt_br: Gravando corte SDR: {0}
ru_ru: Запись обрезанного SDR: {0}
uk_ua: Запис обітнутого SDR: {0}
zh_cn: 正在写入 SDR 裁切: {0}

# StatusDecodingCropRegion
source: Decoding crop region
de_de: Zuschnittbereich wird decodiert
es_es: Decodificando región de recorte
fr_fr: Décodage de la zone de rognage
it_it: Decodifica dell'area di ritaglio
ja_jp: トリミング領域をデコード中
ko_kr: 자르기 영역 디코딩 중
pl_pl: Dekodowanie obszaru przycięcia
pt_br: Decodificando região de corte
ru_ru: Декодирование области обрезки
uk_ua: Декодування ділянки обтинання
zh_cn: 正在解码裁切区域

# StatusEncodingCropFormat
source: Encoding {0}
de_de: {0} wird codiert
es_es: Codificando {0}
fr_fr: Encodage de {0}
it_it: Codifica di {0}
ja_jp: {0} をエンコード中
ko_kr: {0} 인코딩 중
pl_pl: Kodowanie {0}
pt_br: Codificando {0}
ru_ru: Кодирование {0}
uk_ua: Кодування {0}
zh_cn: 正在编码 {0}

# StatusCropSdrNotice
source: ; Note: exported as SDR preview crop without HLG/PQ/gain-map HDR metadata
de_de: ; Hinweis: als SDR-Vorschau exportiert, ohne HLG/PQ/Gain-Map-HDR-Metadaten
es_es: ; Nota: exportado como recorte de vista previa SDR sin metadatos HDR HLG/PQ/gain-map
fr_fr: ; Remarque : exporté en aperçu SDR sans métadonnées HDR HLG/PQ/gain map
it_it: ; Nota: esportato come ritaglio anteprima SDR senza metadati HDR HLG/PQ/gain map
ja_jp: ; 注意: SDR プレビューとしての出力のため、HLG/PQ/ゲインマップ HDR メタデータは保持されません
ko_kr: ; 참고: SDR 미리보기 자르기로 내보내졌으며 HLG/PQ/게인 맵 HDR 메타데이터가 유지되지 않습니다
pl_pl: ; Uwaga: wyeksportowano jako podgląd SDR bez metadanych HDR HLG/PQ/gain-map
pt_br: ; Nota: exportado como prévia SDR sem metadados HDR HLG/PQ/gain-map
ru_ru: ; Примечание: экспортировано как SDR без метаданных HLG/PQ/gain-map HDR
uk_ua: ; Примітка: експортовано як SDR без метаданих HLG/PQ/gain-map HDR
zh_cn: ; 注意: 当前导出为 SDR 预览裁切，不保留 HLG/PQ/gain-map HDR 元数据

# StatusExportedCropFormat
source: Exported crop {0}: {1}
de_de: Zuschnitt {0} exportiert: {1}
es_es: Recorte {0} exportado: {1}
fr_fr: Rognage {0} exporté : {1}
it_it: Ritaglio {0} esportato: {1}
ja_jp: {0} のトリミングを出力しました: {1}
ko_kr: {0} 자르기 내보냄: {1}
pl_pl: Wyeksportowano przycięcie {0}: {1}
pt_br: Corte {0} exportado: {1}
ru_ru: Экспортирована обрезка {0}: {1}
uk_ua: Експортовано обтинання {0}: {1}
zh_cn: 已导出裁切 {0}: {1}

# StatusGainMapCropUnavailable
source: Gain-map lossless crop unavailable: only images containing renderable JPEG gain maps are supported.
de_de: Verlustfreier Gain-Map-Zuschnitt nicht verfügbar: nur Bilder mit renderbarer JPEG Gain-Map werden unterstützt.
es_es: Recorte fiel de Gain Map no disponible: solo admite imágenes con mapa de ganancia JPEG representable.
fr_fr: Rognage fidèle Gain Map indisponible : seules les images avec gain map JPEG sont prises en charge.
it_it: Ritaglio fedele Gain Map non disponibile: sono supportate solo immagini con gain map JPEG.
ja_jp: ゲインマップ高忠実度トリミングは利用できません: レンダリング可能な JPEG ゲインマップを含む画像のみ対応しています。
ko_kr: Gain Map 무손실 자르기를 사용할 수 없음: 렌더링 가능한 JPEG 게인 맵이 포함된 이미지만 지원됩니다.
pl_pl: Bezstratne przycięcie Gain Map niedostępne: obsługiwane są tylko obrazy z mapą JPEG.
pt_br: Corte fiel de Gain Map indisponível: apenas imagens com gain map JPEG são suportadas.
ru_ru: Обрезка Gain Map без потерь недоступна: поддерживаются только изображения с JPEG Gain Map.
uk_ua: Обтинання Gain Map без втрат недоступне: підтримуються лише зображення з JPEG Gain Map.
zh_cn: Gain-map 保真裁切不可用: 只支持已经包含可渲染 JPEG gain-map 的图片。

# StatusPackagingGainMapCropFormat
source: Losslessly packaging gain-map crop: {0}
de_de: Gain-Map-Zuschnitt wird verlustfrei verpackt: {0}
es_es: Empaquetando con fidelidad recorte de gain-map: {0}
fr_fr: Empaquetage fidèle du rognage gain map : {0}
it_it: Pacchettizzazione fedele del ritaglio gain map: {0}
ja_jp: ゲインマップトリミングを高忠実度でパッケージ化中: {0}
ko_kr: 게인 맵 자르기를 무손실 패키징하는 중: {0}
pl_pl: Bezstratne pakowanie przycięcia gain map: {0}
pt_br: Empacotando com fidelidade o corte de gain map: {0}
ru_ru: Упаковка обрезки Gain Map без потерь: {0}
uk_ua: Пакування обтинання Gain Map без втрат: {0}
zh_cn: 正在保真封装 gain-map 裁切: {0}

# StatusCroppingBaseAndGainMap
source: Cropping base and gain-map, invoking libultrahdr packaging
de_de: Zuschnitt von Base und Gain-Map, Aufruf der libultrahdr-Verpackung
es_es: Recortando base y mapa de ganancia, llamando al empaquetado de libultrahdr
fr_fr: Rognage de la base et du gain map, appel de libultrahdr
it_it: Ritaglio di base e gain map, invocazione di libultrahdr
ja_jp: base と gain map をトリミングし、libultrahdr でパッケージ化中
ko_kr: 기본 및 게인 맵을 자르고 libultrahdr 패키징을 호출하는 중
pl_pl: Przycinanie bazy i mapy wzmocnienia oraz pakowanie przez libultrahdr
pt_br: Cortando base e gain map, chamando empacotamento libultrahdr
ru_ru: Обрезка base и gain map с вызовом упаковки libultrahdr
uk_ua: Обтинання base та gain map з викликом пакування libultrahdr
zh_cn: 正在裁切 base 与 gain-map，并调用 libultrahdr 封装

# StatusExportedGainMapCropFormat
source: Exported gain-map lossless crop: {0}; {1}
de_de: Verlustfreier Gain-Map-Zuschnitt exportiert: {0}; {1}
es_es: Recorte fiel de Gain Map exportado: {0}; {1}
fr_fr: Rognage fidèle Gain Map exporté : {0} ; {1}
it_it: Ritaglio fedele Gain Map esportato: {0}; {1}
ja_jp: ゲインマップ高忠実度トリミングを出力しました: {0}; {1}
ko_kr: Gain Map 무손실 자르기 내보냄: {0}; {1}
pl_pl: Wyeksportowano bezstratne przycięcie Gain Map: {0}; {1}
pt_br: Corte fiel de Gain Map exportado: {0}; {1}
ru_ru: Экспортирована обрезка Gain Map без потерь: {0}; {1}
uk_ua: Експортовано обтинання Gain Map без втрат: {0}; {1}
zh_cn: 已导出 Gain-map 保真裁切: {0}; {1}

# StatusGainMapCropFailedFormat
source: Gain-map lossless crop failed: {0}
de_de: Verlustfreier Gain-Map-Zuschnitt fehlgeschlagen: {0}
es_es: Error en el recorte fiel de Gain Map: {0}
fr_fr: Échec du rognage fidèle Gain Map : {0}
it_it: Ritaglio fedele Gain Map non riuscito: {0}
ja_jp: ゲインマップ高忠実度トリミングに失敗しました: {0}
ko_kr: Gain Map 무손실 자르기 실패: {0}
pl_pl: Błąd bezstratnego przycięcia Gain Map: {0}
pt_br: Falha no corte fiel de Gain Map: {0}
ru_ru: Ошибка обрезки Gain Map без потерь: {0}
uk_ua: Помилка обтинання Gain Map без втрат: {0}
zh_cn: Gain-map 保真裁切失败: {0}

# StatusUltraHdrConvertUnavailable
source: Converting to Gain Map HDR is unavailable: current file has no reconstructible gain-map or single-layer HDR data.
de_de: Konvertierung in Gain Map HDR nicht verfügbar: Aktuelle Datei enthält keine rekonstruierbaren Gain-Map- oder Single-Layer-HDR-Daten.
es_es: La conversión a Gain Map HDR no está disponible: el archivo actual no tiene gain-map reconstruible ni datos HDR de una sola capa.
fr_fr: Conversion en Gain Map HDR indisponible : le fichier actuel n'a pas de gain-map reconstructible ou de données HDR monocouche.
it_it: Converti in Ultra HDR non disponibile: il file non contiene dati ricostruibili.
ja_jp: Ultra HDR への変換を利用できません: 再構築可能なゲインマップまたは単層 HDR データがありません。
ko_kr: Ultra HDR로 변환을 사용할 수 없음: 재구성 가능한 게인 맵 또는 단일 레이어 HDR 데이터가 없습니다.
pl_pl: Konwersja na Ultra HDR niedostępna: brak rekonstruowalnych danych gain-map lub HDR.
pt_br: A conversão para Gain Map HDR não está disponível: o arquivo atual não possui gain-map reconstruível ou dados HDR de camada única.
ru_ru: Преобразование в Gain Map HDR недоступно: в текущем файле нет данных gain-map или однослойного HDR для реконструкции.
uk_ua: Перетворення на Gain Map HDR недоступне: поточний файл не має даних gain-map або одношарового HDR для реконструкції.
zh_cn: 转为 Gain Map HDR 不可用: 当前文件没有可重建的 gain-map 或单层 HDR 数据。

# StatusGeneratingUltraHdrFormat
source: Generating Ultra HDR: {0}
de_de: Ultra HDR wird erzeugt: {0}
es_es: Generando Ultra HDR: {0}
fr_fr: Génération d'Ultra HDR : {0}
it_it: Generazione Ultra HDR: {0}
ja_jp: Ultra HDR を生成中: {0}
ko_kr: Ultra HDR 생성 중: {0}
pl_pl: Generowanie Ultra HDR: {0}
pt_br: Gerando Ultra HDR: {0}
ru_ru: Создание Ultra HDR: {0}
uk_ua: Створення Ultra HDR: {0}
zh_cn: 正在生成 Ultra HDR: {0}

# StatusEncodingGainMapFormat
source: Encoding {0} Gain Map
de_de: Kodierung von {0} Gain Map
es_es: Codificando {0} Gain Map
fr_fr: Encodage de {0} Gain Map
it_it: Codifica JPEG gain map {0}
ja_jp: {0} ゲインマップ JPEG をエンコード中
ko_kr: {0} 게인 맵 JPEG 인코딩 중
pl_pl: Kodowanie JPEG z mapą wzmocnienia {0}
pt_br: Codificando {0} Gain Map
ru_ru: Кодирование {0} Gain Map
uk_ua: Кодування {0} Gain Map
zh_cn: 正在编码 {0} Gain Map

# StatusExportedUltraHdrFormat
source: Converted to Gain Map HDR: {0}; {1}
de_de: In Gain Map HDR konvertiert: {0}; {1}
es_es: Convertido a Gain Map HDR: {0}; {1}
fr_fr: Converti en Gain Map HDR : {0} ; {1}
it_it: Convertito in Ultra HDR: {0}; {1}
ja_jp: Ultra HDR に変換しました: {0}; {1}
ko_kr: Ultra HDR로 변환됨: {0}; {1}
pl_pl: Przekonwertowano na Ultra HDR: {0}; {1}
pt_br: Convertido para Gain Map HDR: {0}; {1}
ru_ru: Преобразовано в Gain Map HDR: {0}; {1}
uk_ua: Перетворено на Gain Map HDR: {0}; {1}
zh_cn: 已转为 Gain Map HDR: {0}; {1}

# StatusUltraHdrConvertFailedFormat
source: Failed to convert to Gain Map HDR: {0}
de_de: Fehler beim Konvertieren in Gain Map HDR: {0}
es_es: Error al convertir a Gain Map HDR: {0}
fr_fr: Échec de la conversion en Gain Map HDR : {0}
it_it: Conversione in Ultra HDR non riuscita: {0}
ja_jp: Ultra HDR への変換に失敗しました: {0}
ko_kr: Ultra HDR로 변환 실패: {0}
pl_pl: Błąd konwersji na Ultra HDR: {0}
pt_br: Falha ao converter para Gain Map HDR: {0}
ru_ru: Ошибка преобразования в Gain Map HDR: {0}
uk_ua: Помилка перетворення на Gain Map HDR: {0}
zh_cn: 转为 Gain Map HDR 失败: {0}

# StatusGeneratingSingleLayerHdrFormat
source: Generating single-layer HDR {0}: {1}
de_de: Single-Layer HDR {0} wird erzeugt: {1}
es_es: Generando HDR de capa única {0}: {1}
fr_fr: Génération du HDR monocouche {0} : {1}
it_it: Generazione HDR a livello singolo {0}: {1}
ja_jp: 単層 HDR {0} を生成中: {1}
ko_kr: 단일 레이어 HDR {0} 생성 중: {1}
pl_pl: Generowanie jednowarstwowego HDR {0}: {1}
pt_br: Gerando HDR de camada única {0}: {1}
ru_ru: Создание однослойного HDR {0}: {1}
uk_ua: Створення одношарового HDR {0}: {1}
zh_cn: 正在生成单层 HDR {0}: {1}

# StatusPreparingHdrPixels
source: Preparing HDR pixels and encoding
de_de: HDR-Pixel werden vorbereitet und codiert
es_es: Preparando píxeles HDR y codificando
fr_fr: Préparation des pixels HDR et encodage
it_it: Preparazione pixel HDR e codifica
ja_jp: HDR ピクセルを準備してエンコード中
ko_kr: HDR 픽셀 준비 및 인코딩 중
pl_pl: Przygotowywanie pikseli HDR i kodowanie
pt_br: Preparando pixels HDR e codificando
ru_ru: Подготовка пикселей HDR и кодирование
uk_ua: Підготовка пікселів HDR та кодування
zh_cn: 正在准备 HDR 像素并编码

# StatusExportedSingleLayerHdrFormat
source: Exported single-layer HDR {0}: {1}; {2}; {3}x{4}
de_de: Single-Layer HDR {0} exportiert: {1}; {2}; {3}x{4}
es_es: HDR de capa única {0} exportado: {1}; {2}; {3}x{4}
fr_fr: HDR monocouche {0} exporté : {1} ; {2} ; {3}x{4}
it_it: HDR a livello singolo {0} esportato: {1}; {2}; {3}x{4}
ja_jp: 単層 HDR {0} を出力しました: {1}; {2}; {3}x{4}
ko_kr: 단일 레이어 HDR {0} 내보냄: {1}; {2}; {3}x{4}
pl_pl: Wyeksportowano jednowarstwowy HDR {0}: {1}; {2}; {3}x{4}
pt_br: HDR de camada única {0} exportado: {1}; {2}; {3}x{4}
ru_ru: Экспортирован однослойный HDR {0}: {1}; {2}; {3}x{4}
uk_ua: Експортовано одношаровий HDR {0}: {1}; {2}; {3}x{4}
zh_cn: 已导出单层 HDR {0}: {1}; {2}; {3}x{4}

# StatusSingleLayerHdrExportFailedFormat
source: Single-layer HDR crop export failed: {0}
de_de: Export des Single-Layer-HDR-Zuschnitts fehlgeschlagen: {0}
es_es: Error al exportar recorte de HDR de capa única: {0}
fr_fr: Échec de l'exportation du rognage HDR monocouche : {0}
it_it: Esportazione del ritaglio HDR a livello singolo non riuscita: {0}
ja_jp: 単層 HDR トリミングの出力に失敗しました: {0}
ko_kr: 단일 레이어 HDR 자르기 내보내기 실패: {0}
pl_pl: Błąd eksportu przycięcia jednowarstwowego HDR: {0}
pt_br: Falha ao exportar corte de HDR de camada única: {0}
ru_ru: Ошибка экспорта обрезки однослойного HDR: {0}
uk_ua: Помилка експорту обтинання одношарового HDR: {0}
zh_cn: 单层 HDR 裁切导出失败: {0}

# StatusSaveAsHdrUnavailable
source: Save as HDR unavailable: current file has no reconstructible gain-map or single-layer HDR data.
de_de: Als HDR speichern nicht verfügbar: Datei enthält keine rekonstruierbaren Gain-Map- oder Single-Layer-HDR-Daten.
es_es: Guardar como HDR no disponible: el archivo no tiene datos de gain-map o HDR reconstructibles.
fr_fr: Enregistrer en HDR indisponible : aucune donnée gain map ou HDR monocouche reconstructible.
it_it: Salva come HDR non disponibile: il file non contiene dati ricostruibili.
ja_jp: HDR として保存を利用できません: 再構築可能なゲインマップまたは単層 HDR データがありません。
ko_kr: HDR로 저장할 수 없음: 재구성 가능한 게인 맵 또는 단일 레이어 HDR 데이터가 없습니다.
pl_pl: Zapisz jako HDR niedostępne: brak rekonstruowalnych danych gain-map lub HDR.
pt_br: Salvar como HDR indisponível: o arquivo não possui dados de gain map ou HDR reconstruíveis.
ru_ru: Сохранить как HDR недоступно: в файле нет данных Gain Map или однослойного HDR.
uk_ua: Зберегти як HDR недоступно: у файлі немає даних Gain Map або одношарового HDR.
zh_cn: 另存为 HDR 不可用: 当前文件没有可重建的 gain-map 或单层 HDR 数据。

# SaveAsDialogExportMode
source: Export mode
de_de: Exportmodus
es_es: Modo de exportación
fr_fr: Mode d'exportation
it_it: Modalità di esportazione
ja_jp: エクスポートモード
ko_kr: 내보내기 모드
pl_pl: Tryb eksportu
pt_br: Modo de exportação
ru_ru: Режим экспорта
uk_ua: Режим експорту
zh_cn: 导出模式

# SaveAsDialogSingleLayerCurve
source: Single-layer HDR curve
de_de: Single-Layer HDR-Kurve
es_es: Curva HDR de capa única
fr_fr: Courbe HDR monocouche
it_it: Curva HDR a livello singolo
ja_jp: 単層 HDR カーブ
ko_kr: 단일 레이어 HDR 곡선
pl_pl: Krzywa jednowarstwowego HDR
pt_br: Curva HDR de camada única
ru_ru: Кривая однослойного HDR
uk_ua: Крива одношарового HDR
zh_cn: 单层 HDR 曲线

# SaveAsDialogHlgPeak
source: HLG target peak
de_de: HLG-Zielspitze
es_es: Pico objetivo HLG
fr_fr: Pic cible HLG
it_it: Picco target HLG
ja_jp: HLG 目標ピーク
ko_kr: HLG 목표 피크
pl_pl: Docelowy szczyt HLG
pt_br: Pico alvo HLG
ru_ru: Целевой пик HLG
uk_ua: Цільовий пік HLG
zh_cn: HLG 目标峰值
